export default {
  projections: {
    КонтроллерE: {
      номер: {
        __caption__: ''
      },
      состояние: {
        __caption__: 'Состояние'
      },
      датчик: {
        __caption__: 'Датчик',
        погрешность: {
          __caption__: 'Погрешность'
        },
        производ: {
          __caption__: 'Производ'
        },
        id: {
          __caption__: 'Id'
        }
      }
    },
    КонтроллерL: {
      номер: {
        __caption__: ''
      },
      состояние: {
        __caption__: 'Состояние'
      },
      датчик: {
        __caption__: '',
        погрешность: {
          __caption__: 'Погрешность'
        },
        производ: {
          __caption__: 'Производ'
        },
        id: {
          __caption__: 'Id'
        }
      }
    }
  },
  validations: {
    номер: {
      __caption__: 'номер'
    },
    состояние: {
      __caption__: 'Состояние'
    },
    темпаУстан: {
      __caption__: 'темпаУстан'
    },
    датчик: {
      __caption__: 'Датчик'
    }
  }
};
